/* No comment provided by engineer. */
"(Multiple)" = "(Più di uno)";

/* (None) */
"(None)" = "(Nessuno)";

/* Abort */
"Abort" = "Interrompi";

/* AbortClone */
"AbortClone" = "Interrompi clone";

/* AbortGraft */
"AbortGraft" = "Interrompi graft";

/* AbortRebase */
"AbortRebase" = "Interrompi rebase";

/* AcceptAndContinue */
"AcceptAndContinue" = "Accetta e Prosegui";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Segnalibro";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Branch";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Segnalibro corrente";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Branch corrente";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Spazio di lavoro";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remoto";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Branch remoto";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Submodule";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Subtree";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Tag";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "Cronologia";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "Cerca";

/* Add */
"Add" = "Aggiungi";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignora globalmente";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignora in questo repository";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Aggiungo subtree al percorso locale \"%@\"";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Aggiungi all'indice";

/* AllFiles */
"AllFiles" = "Tutti i files";

/* AllTrackedBranches */
"AllTrackedBranches" = "Tutti i tracked branch";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "I seguenti file sono già stati segnati come risolti, vuoi veramente eseguire di nuovo il merge?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "File già risolti";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Nessun file di patch specificato";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Nessun testo di patch specificato";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Seleziona un file di patch da applicare";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "File di patch:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Apri file di patch";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Sono state scartate una o più parti della patch che hai appena applicato, le ritroverai nei file '.rej' con il rispettivo nome del file scartato. I file interessati sono:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Parti rifiutate nella patch";

/* AppNotFound */
"AppNotFound" = "%@ non trovato nel tuo sistema; assicurarsi di averlo installato prima di provare ad usare questo strumento.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ non trovato nel tuo sistema; assicurarsi di averlo installato prima di provare ad usare questo strumento.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Applicazione non trovata";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Al momento non è installato i necessari strumenti Araxis Merge. Si prega di visitare il sito web Araxis Merge per scaricarli e seguire le istruzioni per l'installazione.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Lo strumento linea di comando Araxis Merge non trovato";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge non trovato in questo Mac. Per favore installa Araxis Merge se lo si desidera utilizzare per diff esterni o unioni.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge non installato";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "Automatico";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Pull del branch \"%@\" da \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Cartella predefinita:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Scegli la cartella predefinita per i nuovi repository e i cloni";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Cartella predefinita";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Scegli la posizione del file GPG per firmare i commit";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Posizione predefinita file GPG";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "File di ignore:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Seleziona il tuo file ignore globale per Git:";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "File di ignore globale per Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "File di ignore:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Seleziona il tuo file ignore globale per Mercurial:";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "File di ignore globale per Git";

/* BrowserLoadError */
"BrowserLoadError" = "Si è verificato un errore durante il caricamento dei tuoi segnalibri";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Impossibile caricare i segnalibri";

/* Cancel */
"Cancel" = "Annulla";

/* Change Folder */
"ChangeFolder" = "Cambia cartella";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Inserisci il nuovo URL sorgente per \"%@\"";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Cambia sorgente per il submodule";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Cambia sorgente per il subrepository";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Verifica URL per il clone...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Verifica dei submodule...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Verifica dei subrepository...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Checkout...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Esegui shelve con descrizione:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Esegui stash con descrizione:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "Esiste già un branch locale \"%@\". Vuoi effettuare il pull delle ultime modifiche da \"%@/%@\" in questo branch già presente?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Esiste già un branch locale";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Cherry pick";

/* CleanFiles */
"CleanFiles" = "Pulisci i file";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Il percorso di destinazione \"%@\" esiste già e non è una cartella vuota. Scegli una cartella nuova o vuota nella quale eseguire il clone.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Impossibile eseguire il clone in una cartella non vuota";

/* CloneFromToMsg */
"CloneFromToMsg" = "Esecuzione clone da %@ a %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "È in corso il clone di un repository. Chiudendo Sourcetree adesso il clone verrà interrotto. Chiudere veramente Sourcetree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clone in corso";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Impossibile installare gli strumenti a riga di comando. Trovi maggiori dettagli nei log di sistema.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Installazione fallita";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Lo strumento a riga di comando %@ non è stato trovato su questo computer. Assicurati di aver installato gli strumenti a riga di comando per l'opzione selezionata.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Utility non trovata";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Cronologia comandi";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit…" = "Commit…";

/* CommitDetails */
"CommitDetails" = "Dettagli del commit";

/* CommitLabel */
"CommitLabel" = "Commit:";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Compila tutti i campi prima di proseguire";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Campi obbligatori vuoti";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Sei sicuro di voler interrompere il graft mentre è in corso? Questa azione comporterà la perdita di tutte le modifiche fatte in locale.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Interrompi il graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Interrompere veramente il rebase?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Interrompere il rebase?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Il contenuto di questi file sarà aggiunto al controllo versione:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Confermi l'aggiunta?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "I file elencati occupano %ld MB o più; sei sicuro di volerli mettere sotto controllo di versione?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Trovati files pesanti";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Questa azione rimuoverà i file mancanti dalla tua Copia di lavoro e aggiungerà tutti i files nuovi.\n\nSei sicuro di voler procedere?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Conferma aggiunta/rimozione";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Esiste già una Copia di lavoro nello stesso percorso.\n\nSei sicuro di voler procedere?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Conferma aggiunta Copia di Lavoro";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Confermi di voler applicare lo stash '%@' alla tua copia di lavoro?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Applicare Stash?";

/* ConfirmBackout */
"ConfirmBackout" = "Sei sicuro di voler annullare le modiche selezionate?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Corfermi il passo indietro?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Confermi di voler chiudere il ramo '%@'?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Conferma la chiusura del ramo";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Sei sicuro di voler continuare con l'operazione di innesto? Sii sicuro di aver risolto tutti i conflitti ostativi.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continua l'innesto?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Sei sicuro di voler continuare l'operazione di riorganizzazione? Sii sicuro di aver risolto tutti i conflitti in sospeso.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continua riorganizzazione?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Eliminare i seguenti branch?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Conferma la cancellazione del ramo";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Sei sicuro di voler rimuovere i seguenti rami remoti?\n\n%@\n\nCiò causerà l'eliminazione dei rami anche in remoto (l'eliminazione verrà inviata).";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Conferma la cancellazione del ramo";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Sei sicuro di voler cancellare le modifiche sospese denominate '%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Sei sicuro di voler rimuovere il seguente ramo remoto '%@'?\n\nCiò causerà l'eliminazione del ramo anche in remoto (l'eliminazione verrà inviata).";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Sei sicuro di voler cancellare le modifiche nascoste '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Sicuro di voler cancellare '%@'?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Conferma cancellazione";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Sei sicuro di voler annullare tutte le modifiche in questo blocco?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Confermi l'annullamento delle modifiche?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Annullare le modifiche effettuate alle righe selezionate?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Confermi l'annullamento delle modifiche?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Un invio forzato potrebbe avere un grande impatto sui vostri progetti in remoto e di conseguenza per le ricezioni da questi. Sei sicuro di voler forzare l'invio?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Conferma forza Push";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Ignora questi files?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confermi ignora ?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Sei sicuro di voler segnalare quesit file come risolti?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Conferma segnalazione come risolti";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Sei sicuro di voler segnalare questi file come non risolti?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Conferma segnalazione come non risolti";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Sei sicuro di voler unire '%@' nel tuo ramo corrente?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Conferma unione";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Questo file esiste - sei sicuro di volerlo sovrascrivere?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Sovrascrivi i file?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Sei sicuro di voler ricevere %@ nel tuo ramo locale?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confermi la ricezione?";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Sei sicuro di voler inviare l'etichetta %@ in %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Invio etichetta?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Sei sicuro di che voler effettuare la riorganizzazione delle modifiche correnti in '%@'?\n\nSii sicuro che nessun altro abbia inviato modifiche.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Conferma la riorganizzazione";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Confermi la rimozione?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Sicuro di voler rimuovere il segnalibro '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Conferma la rimozione del segnalibro";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "I seguenti file saranno rimossi dalla controllo di versione:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Confermi la rimozione?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Sicuro di voler rimuovere gli account selezionati?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Questa azione è permanente e non potrà essere cancellata.";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Sei sicuro di voler rimuovere i seguenti nodi, e tutti i relativi figli?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Sei sicuro di voler rimuovere il remoto selezionato dalla configurazione di questo repository?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Conferma rimozione remoto?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Confermi la rimozione?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Si è sicuri di voler rimuovere le seguenti voci e tutti i relativi figli?\n\n%@\n\nQuesta operazione rimuoverà uno o più repository; si può quindi scegliere se rimuovere solo i segnalibri oppure spostare anche i repository nel cestino.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Si scelto di eliminare i repository sul disco, ma il repository \"%@\" contiene file non committati, che verranno persi per sempre se si elimina questo repository. Sei sicuro di voler cancellare la repository dal disco?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Conferma cancellazione repository";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Sicuro di voler rimuovere l'etichetta '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Conferma la rimozione dell'etichetta";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "I seguenti file contengono cambiamenti o informazioni che non sono sotto controllo della sorgente e verrebbero irrimediabilmente persi se li rimuovi:\n\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Confermi di voler rimuovere i file modificati o non monitorati?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Sostituire il testo della commissione?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Vuoi sostituire il testo della commissione con il messaggio usato nella commissione precedente?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Sei sicuro di voler cancellare tutti i tuoi cambiamenti in questo repository?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Cancellare completamente tutti i tuoi cambiamenti è un'azione permanente e non potrà essere cancellata.";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "L'utilizzo della modalità di reset 'Hard' farà sì che vengano scartate tutte le modifiche locali nella tua copia di lavoro e nell'indice. Sei sicuro di volerlo fare?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Attenzione: operazione irreversibile";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Sei sicuro di voler risolvere i seguenti file usando la tua versione?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Conferma la risoluzione usando i 'Miei'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Sei sicuro di voler risolvere per i seguenti file usando la versione dell'altra parte dell'unione?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Conferma la risoluzione usando i 'Loro'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Sei sicuro di voler ricominciare l'unificazione per i seguenti file?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Conferma riavvio unificazione";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Sei sicuro di voler annullare tutte i cambiamenti effettuati ai seguenti file?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Sei sicuro di voler annullare tutte i cambiamenti effettuati ai seguenti file?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Confermi?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Conferma di voler ripristinare i file:\n\n%@\n\nallo stato in cui erano in questo commit: \n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Confermi?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Sei sicuro di voler aggiungere questi cambiamenti all'indice?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Conferma l'operazione?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "I seguenti file verranno rimossi dal controllo di versione, ma rimarranno sul disco:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Fermare il tracciamento dei file?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Non modificare la copia di lavoro durante la pulitura (--tieni)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Sei SICURO di voler pulire la revisione %@?\n\nSi tratta di un'operazione distruttiva che rimuoverà quesat revisione e tutte quelle a cascata, quindi non dovrebbe essere fatta con leggerezza.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Vuoi davvero togliere e distruggere la cronologia?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Se sicuro di voler spostare la tua copia di lavoro al ramo '%@'?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Conferma il cambio di ramo";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Sei sicuro di volere che il tuo ramo locale '%@' monitori il ramo remoto '%@' in futuro?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Conferma cambiamento di monitoraggio al ramo";

/* ConfirmTransplant */
"ConfirmTransplant" = "Sei sicuro di voler confermare sul tuo ramo attuale le modifiche selezionate? Verrà eseguito immediatamente commit, se non ci sono conflitti.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Conferma il cherry pick";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Confermi di voler applicare le modifiche accantonate '%@' alla tua copia di lavoro?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Abbandonare le modifiche accantonate?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Sei sicuro di voler rimuovere questi cambiamenti dall'indice?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Confermi la rimozione?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Sei sicuro di voler fare il checkout a '%@'?\n\nIn questo modo si renderà la vostra copia di lavoro come un 'ramo a sé stante', il che significa che non sarà più su alcun ramo. Se si vorrà fare il commit successivamente probabilmente si vorrà fare un checkout al ramo o crearne uno nuovo. Va bene così?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Sei sicuro di voler spostare la tua copia di lavoro a '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Conferma il cambio della copia di lavoro";

/* ConflictedFiles */
"ConflictedFiles" = "File in conflitto";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "Hai conflitti nella tua cartella di lavoro che devono essere risolti prima di continuare.\n\nPuoi fare ciò selezionando i file in conflitto ed usando le opzioni nel menu 'Risolvi conflitti'.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Unisci conflitti";

/* Continue */
"Continue" = "Continua";

/* ContinueGraft */
"ContinueGraft" = "Continuare innesto";

/* ContinueRebase */
"ContinueRebase" = "Continua riorganizzazione";

/* Copy */
"Copy" = "Copia";

/* CopyFileMessage */
"CopyFileMessage" = "Scegli la destinazione dove copiare %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destinazione";

/* CopyFileTitle */
"CopyFileTitle" = "Copia file";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Crea ramo comunque";

/* CreateGitTag */
"CreateGitTag" = "Crea etichetta Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "C'è stato un errore durante la creazione della repository. Per favore riprova.";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "Caricamento Proprietari Fallito";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "Si è verificato un errore durante il caricamento dei proprietari del tuo account. Puoi vedere la risposta del server qui sotto.";

/* FetchOwnersFailWithAccountMessage */
"FetchOwnersFailWithAccountMessage" = "C'è stato un errore durante il caricamento del possessore del tuo account (%@). Puoi vedere la risposta del server qui sotto.";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Creazione repository fallita";

/* CreateLink */
"CreateLink" = "Crea collegamento";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Scegli un file per salvare la patch in";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "File di patch";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Crea Patch";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "Non hai alcun remoto che abbia le impostazioni di integrazione estese configurate; è necessario modificare i remoti per aggiungere dettagli come il tipo di hosting e URL di base. Fare clic sul pulsante impostazioni per aprire l'elenco remoto.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Configurazione del progetto remoto";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Hai scelto di non inviare i tuoi cambiamenti, il che significa la richiesta di pull includerà solo le modifiche presenti già nel ramo remoto; è questo ciò che vuoi?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Attenzione - non inviato";

/* CreateSvnTag */
"CreateSvnTag" = "Crea etichetta Subversion";

/* Custom */
"Custom" = "Personalizzato";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Sei sicuro di voler annullare questa azione?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Apri script per azione personalizzata";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Cancella dopo il salvataggio";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Nessun ramo selezionato; per favore seleziona almeno un ramo da cancellare.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Selezione vuota";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Elimina";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Elimina commit";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Conferma la cancellazione del ramo remoto";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Elimina ramo remoto";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Elimina ramo remoto [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Cancella il collegamento al sottoalbero per il percorso locale '%@' con repository '%@'?\n\nCiò non cancellerà il tuo sottoalbero.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Cancella i dettagli del sottoalbero";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Eliminazione branch...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Hai scelto una destinazione fuori della copia di lavoro per questo repository. Per favore, scegli una posizione interna alla tua copia di lavoro.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Destinazione fuori il repository";

/* DetailsAuthor */
"DetailsAuthor" = "Autore:";

/* DetailsBranch */
"DetailsBranch" = "Ramo:";

/* DetailsChangeset */
"DetailsChangeset" = "Modifiche:";

/* DetailsCommit */
"DetailsCommit" = "Commit:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Data commissione:";

/* DetailsCommitter */
"DetailsCommitter" = "Commissionatore:";

/* DetailsDate */
"DetailsDate" = "Data:";

/* DetailsGPG */
"DetailsGPG" = "Dettagli GPG:";

/* DetailsGPGBad */
"DetailsGPGBad" = "CATTIVO";

/* DetailsGPGGood */
"DetailsGPGGood" = "BUONO";

/* DetailsLabels */
"DetailsLabels" = "Etichette:";

/* DetailsParents */
"DetailsParents" = "Genitori:";

/* DetailsRevision */
"DetailsRevision" = "Revisione:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Revisione SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge non è stato trovato nella tua directory delle applicazioni. Per favore installa DiffMerge prima di provare a configurarlo.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge non trovato";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Impossibile abilitare la firma GPG delle commits. Non ci sono chiavi GPG disponibili oppure le impostazioni del GPG Program nelle preferenze di Sourcetree non sono corrette.\n\nSe hai aggiunto delle chiavi o hai modificato la posizione del GPG Program dopo aver aperto questa schermata, per favore riprova, chiudendo e riaprendo il foglio.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Firma del Commit non disponibile";

/* DiscardChanges */
"DiscardChanges" = "Scarta modifiche locali";

/* DiscardHunk */
"DiscardHunk" = "Scarta porzione";

/* DiscardLines */
"DiscardLines" = "Scarta righe";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Duplicare nome remoto";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Esiste già in remoto questo file. Per favore scegli un nome unico.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Esiste già un tag con questo nome - vuoi spostarlo?\n\nAttenzione: se sposti un tag che è già stato usato da qualcun altro, potresti creare confusione.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "L'etichetta esiste già!";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Hai lasciato vuoto il messaggio della commissione. Sei sicuro di voler commissionare senza la descrizione dei tuoi cambiamenti (non consigliato)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Messaggio del commit vuoto";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Errore durante il caricamento del Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Sei sicuro di voler rimuovere i collegamenti ai progetti esterni?";

/* Fatal Error */
"FatalError" = "Errore fatale";

/* FeatureName */
"FeatureName" = "Nome caratteristica:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Reimposta file a questo Commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Ripristina file a questa Revisione";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Ripristina files a questo Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Ripristina files a questa Revisione";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "Conferma le modifiche al repository";

/* FlowInitDescription */
"FlowInitDescription" = "Initializing…";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initializing this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.hgflow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Crea nuovo ramo";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Caratteristiche";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Ramo più recente della feature";

/* Hotfix */
"FlowHotfix" = "Hotfix";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Ramo più recente dell'hotfix";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Ramo master più recente";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "Il branch di produzione che hai scelto, '1%@', non esiste ancora. Non possiamo crearlo automaticamente perché il punto della cronologia dal quale inizia il branch di produzione è molto importante.\n\nPer risolvere questo problema, creare un nuovo branch chiamato '1%@' al punto nel vostro registro che rappresenta lo stato corrente di produzione del vostro sistema, poi tornare e inizializzare nuovamente.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Non posso creare una ramo di produzione";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Commit '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Ultima branch di sviluppo";

/* Release */
"FlowRelease" = "Rilascio";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Ramo più recente della release";

/* ForceDelete */
"ForceDelete" = "Forza cancellazione";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Formatta alle Guidelines";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d in avanti";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d indietro";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Hai scelto di correggere la tua commissione precedente - questo altera la cronologia e può causare problemi nel caso le precedenti commissioni siano già state inviate in remoto. Sei sicuro di voler continuare?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Avviso - stai cambiando la cronologia";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Git-Flow integrato";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "Devi scrivere o selezionare un'estensione da aggiungere";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "Inserimento vuoto";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "Questa estensione è già tracciata in Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "Già tracciato!";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "File con estensione %@ sono ora tracciati in Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "Tracciamento in Git LFS";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "Aggiungere come %@?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "È un file? Se sì, Sourcetree può aggiungerlo come %@, va bene?";

"GitLfsDownloading" = "Scaricamento contenuto file Git LFS";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "Sei sicuro di voler rimuovere questa estensione?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "Conferma rimozione";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "Questa repository sembra usare Git LFS ma le tua configurazione locale non possiede tutti i requisiti necessari. Sourcetree può aggiustare ciò (suggerito), eseguendo 'git lfs install', va bene?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: installazione richiesta";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "Questa repository utilizza Git LFS ma sembra che il contenuto del file binario non sia stato ancora scaricato. Vuoi scaricare il file LFS richiesto dal tuo checkout attuale?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "Avvia 'invio Git LFS' ora?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "I file elencati occupano %ld MB o più e non sono attualmente inclusi in Git LFS. Sei sicuro di volerli aggiungere a Git?\n\nTi suggeriamo di cancellarli e aggiungerli prima a Git LFS.\n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Track *.%@ in Git LFS";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Git-LFS integrato %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "Sistema Git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Rimuovi tag da tutti i remotes";

/* GitRepoIdentified */
"GitRepoIdentified" = "Questo è un repository Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Non è consigliato effettuare il merge di una repository sincronizzata con Subversion. Non solo le informazioni di merge di Subversion sono rudimentali, ma anche il meccanismo che git-svc usa per tener traccia di cosa è stato committato in Subversion può essere confuso dai merges. L'unica situazione in cui il merge può funzionare è se stai effettuando il merge di cambiamenti che non sono mai stati pushati in Subversion.\n\nPer sicurezza ti consigliamo di non procedere e di applicare le commits usando il comando cherry pick o le patches. Se decidi di procedere ugualmente, non ci riterremo responsabili.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "L'unione in un repository Subversion non è consigliata";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Se prosegui riporterai le ultime attività da Subversion e aggiornerai le tue modifiche sopra ogni revisione che non hai ancora (se richieste), prima di inviare i tuoi impegni a monte a Subversion. Questo sarà fatto solo per il settore attuale.\n\nSei sicuro di voler continuare?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Confermi inivio alla Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Dato che stai monitorando un repository Subversion, desideri creare una etichetta Subversion o una semplice etichetta Git da tenere in locale? Ricorda che non potrai inviare etichette Git alla Subversion.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Creare etichetta Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Git Incorporato %@";

/* GitVersionSystem */
"GitVersionSystem" = "Git di Sistema %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "Il percorso GPG che hai specificato è invalido. È necessario specificare il percorso completo alla cartella dove l'installazione gpg2 è locata, ad esempio, /usr/locale/MacGPG2/bin.\n\nVuoi continuare?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Percorso GPG non valido";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "Sourcetree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the Sourcetree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Cancellazione GPG fallita";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "Sourcetree necessita la creazione di un symlink nella cartella di supporto all' applicazione per far si che l' autenticazione gpg per i commit funzioni. Si è verificato il seguente errore tentando di fare questo:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "Scrittura Link simbolico GPG fallita ";

/* Graft */
"Graft" = "Innesto";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "Sembra che tu abbia un innesto in azione che probabilmente sarà interrotto a causa di un conflitto. Se hai risolto i conflitti nella copia lavoro, si prega di scegliere se continuare l'innesto, o interrompere e annullare le modifiche.";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Innesto in corso";

/* GraftMenuTitle */
"GraftMenuTitle" = "Innesto";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "Il servizio Health Check non ha restituito la risposta prevista";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Clone parziale ricchiede il Layout Flat";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Questo repository sta rintracciando un repository di subversione e non è possibile creare nuovi rami nella subversione utilizzando questo ponte (hgsubversion). Se si crea un nuovo ramo Mercurial, non potrai pushare modifiche direttamente da questo ramo nella subversione - si dovrà trapiantare le modifiche manualmente a un ramo di subversione esistente e pushare quello (anche hgsubversion non supporta unioni).\n\nSe si vuole un ramo di subversione permanente, creare il ramo con 'svn copy' ed effettuare un pull in questo repository. Se si desidera solo un ramo temporaneo, sarebbe meglio effettuare questo lavoro in un altro clone.\n\nSe si sceglie di creare un ramo in ogni caso, si è responsabili della gestione dello stesso.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Creazione di rami di subversione non è supportata";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle merges; merging could prevent you from pushing the current branch to Subversion anymore. It is therefore recommended that you do NOT merge, but instead use the 'Transplant' feature to apply changes across branches. \n\nIf you click 'Proceed' to merge anyway, you are responsible for the consequences!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "L'unione di rami subversion non è supportata";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Questo repository monitora un repository Subversion, e il ponte hgsubversion non supporta l'aggiunta o la rimozione delle etichette; facendo questo può impedirti di inviare dal ramo corrente alla Subversion. Perciò NON è consigliato procedere, puoi creare etichette usando uno strumento Subversion. \n\nSe clicchi su 'Procedi', sei responsabile delle conseguenze!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Modifica dell'etichetta Subversion non supportata";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Nascondi cronologia comandi";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Nascondi Barra laterale";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "L'URL specificato appare incorretto, si prega di correggerlo.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "URL host non valido";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Username invalido";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Inserisci il tuo nome utente di Bitbucket/GitHub e non il tuo indirizzo di posta elettronica";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Cancella nome utente utilizzato per l'host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Modifica nome utente predefinito";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Sei sicuro di voler rimuovere il nome utente predefinito per %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Rimuovi utente predefinito";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Per favore crea almeno un account repository ospitato prima di provare a creare un repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Nessun account registrato";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Per favore compila tutti i campi per il tuo account %@.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Dettagli incompleto";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "La lista dei tuoi Account non può essere caricata a causa di tipo di account non supportato o danneggiamento. Prova a rimuovere i service account e riaggiungerli nuovamente nelle Preferenze";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Ci dispiace Ma...";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "Rimuovi account";

/* QuitButtonTitle */
"QuitButtonTitle" = "Esci";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Accetto fallito per il tuo %@ account.\n\nIl server remoto riporta: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Errore durante il login";

/* HotfixName */
"HotfixName" = "Versione hotfix:";

/* IgnoredFiles */
"IgnoredFiles" = "File ignorati";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Seleziona il tuo file di licenza SourceTree:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Fule della licenza:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importa file di licenza";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Installazione degli strumenti da riga di comando fallita; guarda i log di sistema per i dettagli.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Installazione fallita";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Installazione degli strumenti a riga di comando riuscita; ora puoi richiamare i seguenti da un terminale:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Installazione terminata con successo";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Riorganizzi figli di %@ interattivamente...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Riorganizzazione interattiva...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Questo non è un file di archivio valido; per favore specifica un file con un estensione delle seguenti: .zip, .tar, .tar.gz, .tar.bz2, .tgz o .tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Archivio non valido";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "L'indiritto di posta elettronica fornito è in un formato non corretto";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Formato Email non valido";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Vai a Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Vai a Revisione / Modifica:";

/* LocateMovedRepository */
"LocateMovedRepository" = "Trova il repository spostato";

/* LogAllParents */
"LogAllParents" = "Tutti i genitori";

/* LogAncestorOrder */
"LogAncestorOrder" = "Ordine ascendente";

/* LogBranchesAll */
"LogBranchesAll" = "Tutti i branch";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Branch corrente";

/* LogDateOrder */
"LogDateOrder" = "Ordina per data";

/* LogFollowFirst */
"LogFollowFirst" = "Primo genitore solo";

/* LogHideRemotes */
"LogHideRemotes" = "Nascondi branch remoti";

/* LogShowRemotes */
"LogShowRemotes" = "Mostra branch remoti";

/* Master */
"Master" = "Master";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Base";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Questo è un repository Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Mercurial Incorporato %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "Mercurial di Sistema %@";

/* Merge */
"Merge" = "Unisci";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Unisci";

/* MergeErrorTitle */
"MergeErrorTitle" = "Errori durante l'unione";

/* Mode */
"Mode" = "modalità";

/* ModifiedFiles */
"ModifiedFiles" = "File modificato";

/* MoreInfo */
"MoreInfo" = "Maggiori informazioni";

/* Move */
"Move" = "Sposta";

/* MoveFileMessage */
"MoveFileMessage" = "Scegli la destinazione dove spostare %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destinazione";

/* MoveFileTitle */
"MoveFileTitle" = "Sposta file";

/* MoveTag */
"MoveTag" = "Sposta etichetta";

/* MoveToTrash */
"MoveToTrash" = "Sposta anche nel cestino";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d nuovo commit da ricevere da \"%@\" per \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Nuovo commit disponibile";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d nuovo cambiamento da ricevere da \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Nuova modifica disponibile";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%1$d new commits to pull from \"%2$@\" for \"%3$@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Nuovi Commit disponibili";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%1$d new changesets to pull for \"%2$@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Nuove modifiche disponibili";

/* NewGroup */
"NewGroup" = "Nuovo Gruppo";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Creazione nuovo repository %@ a %@";

/* No */
"No" = "No";

/* NoCommitSelected */
"NoCommitSelected" = "Nessun commit selezionato";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Per favore selezione almeno un commit per proseguire.";

/* NoFilesSelected */
"NoFilesSelected" = "Nessun file selezionato";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Per favore, scegli almeno un file per continuare";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nessun commit da eseguire!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Seleziona alcuni file da commissionare prima di procedere.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Non avvisarmi in futuro.";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Puoi effettuare questa operazione solo su un intervallo di righe contigue, per favore effettua una nuova selezione tra righe contigue oppure effettua questa azione separatamente per ogni intervallo di tuo interesse.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Selezione non contigua";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Nessun ramo remoto selezionato";

/* NoRevisionSelected */
"NoRevisionSelected" = "Nessuna revisione selezionata";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Nessuna modifica accettata - commit per tutte?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "Non hai contrassegnato alcun cambiamento da consegnare.\n\nDesideri solo consegnare le tue modifiche? Ciò non aggiungerà nessun nuovo file che non sia stato contrassegnato.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow non è stato trovato nella cartella specificata. Verrà, quindi, utilizzata la versione interna di Sourcetree.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow non trovato";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS non è stato trovato nel tuo sistema; sarà utilizzata la versione interna.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS non trovato";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git non è stato trovato nella cartella standard del tuo sistema. Verrà, quindi, utilizzata la versione interna di Sourcetree.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git non trovato";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial non è stato trovato nella cartella standard del tuo sistema. Verrà, quindi, utilizzata la versione interna di Sourcetree.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial non trovato";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Questo non è un percorso / URL valido per i sorgenti";

/* NothingToCommit */
"NothingToCommit" = "Nessun commit da eseguire";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "Il percorso %@ non si riferisce a una copia di lavoro per Mercurial o Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Percorso non valido";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Apri file della versione selezionata";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Apri file della versione selezionata";

/* OpenSourcePath */
"OpenSourcePath" = "Apri percorso sorgente";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Apri autore File mappa";

/* Open Working Copy */
"OpenWorkCopy" = "Apri copia di lavoro";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Attenzione: includere le passwords nelle URLs è estremamente sconsigliato. Sei stato avvisato di rimuovere la password; Sourcetree ti avviserà quando sarà necessaria una password e avrai la possibilità di usare il tuo Keychain per salvarle.\n\nÈ vivamente consigliato di premere 'Cancella' e di rimuovere la/e password/s dalle impostazioni remote prima di procedere. Clicca 'OK' se vuoi continuare e includere comunque la password (non consigliato). ";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Password trovata nell'URL";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Lista e opzioni del percorso di base determinate con successo";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Non è possibile determinarte le opzioni lista/percorso di base dal file di patch: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "To actually apply this patch deselect the 'Dry Run' option before running again.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Per provare se questa patch è stata applicata correttamente.";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Prova se la patch può essere applicata";

/* PatchFailedMessage */
"PatchFailedMessage" = "L'applicazione di una patch per la cartella di lavoro non è riuscita - la ragione più probabile di ciò è che lo stato dei file nella cartella di lavoro sia stato alterato eccessivamente per il processo di patch per essere in grado di completare con successo.\n\nSi prega di effettuare le modifiche manualmente.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Applicazione della patch fallita";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git non supporta il comando --dry-run sull'importazione di commit completi";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Git non supporta il comando --dry-run sull'importazione di commit completi o patch con opzioni diff estese";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "La patch è un formato diff della copia di lavoro.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "La patch contiene informazioni diff estese (copia, rinomina, binario, ecc.)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "La patch contiene un commit Git";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "La patch contiene un changeset Mercurial.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Questo non è file di patch valido";

/* PendingFiles */
"PendingFiles" = "File in attesa";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Per favore seleziona un commit.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Per favore, scegli un ramo remoto.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Per favore, scegli una revisione.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Procedi (non consigliato)";

/* PullFailedTitle */
"PullFailedTitle" = "Ricezione fallita";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Sei sicuro di voler ricevere il sottoalbero '%@' da '%@' usando il ramo/commit '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Ricevi sottoalbero";

/* Push... */
"Push..." = "Push...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Invia i cambi immediatamente a %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Il tuo commit è andato a buon fine, ma il push è falito. Per riprovare a fare push, usa il pulsante Push sulla barra degli strumenti.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Invio fallito";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Sei sicuro di voler inviare il sottoalbero '%@' da '%@' usando il ramo/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Invia sottoalbero";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Invia la revisione %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Invia revisione...";

/* Rebase */
"Rebase" = "Riorganizza";

/* RebaseAbort */
"RebaseAbort" = "Interrompi riorganizzazione";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Interruzione riorganizzazione";

/* RebaseContinue */
"RebaseContinue" = "Continua riorganizzazione";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Sembra che tu abbia una riorganizzazione in corso che è stata interrotta probabilmente a causa di un conflitto. Se hai risolto il conflitto nella tua copia di lavoro, scegli se continuare la riorganizzazione o abortire il processo fin dove sei arrivato.";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Riorganizzazione in corso";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Continuazione riorganizzazione";

/* RebasingInteractively */
"RebasingInteractively" = "Sto riorganizzando interattivamente...";

/* RegisterNowButton */
"RegisterNowButton" = "Registrati adesso - Gratis!";

/* ReleaseName */
"ReleaseName" = "Versione di rilascio:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "URL host radice non valido - deve essere un valido URL http[s]://.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Si prega di fornire un URL di host radice per questo remoto per consentire una maggiore integrazione.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Errore nella convalida";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "Non c'è nessun remoto definito nel repository selezionato che corrisponda ai dettagli del progetto remoto in arrivo. Se vuoi definitivamente associare questo repository con questo collegamento remoto, si prega di modificare i dettagli remoti sul vostro repository da associare.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Dettagli remoti non corrispondono";

/* No comment provided by engineer. */
"Remove" = "Rimuovi";

/* RemoveBookmark */
"RemoveBookmark" = "Rimuovi i segnalibri";

/* RemoveBookmarks */
"RemoveBookmarks" = "Rimuovi i segnalibri";

/* RenameBranch */
"RenameBranch" = "Rinomina ramo";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Nuovo nome ramo:";

/* Replace */
"Replace" = "Sostituisci";

/* RepoIsGone */
"RepoIsGone" = "Repository non trovato";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Questo repository sembra essere stato cancellato dal disco oppure spostato da un'altra parte.\n\nVuoi rimuovere questo segnalibro oppure correggere il suo puntamento alla cartella corretta?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repository spostato o eliminato";

/* RepoScanningDone */
"RepoScanningDone" = "Fatto, per favore seleziona i repository da aggiungere dopo.";

/* RepositoryActions */
"RepositoryActions" = "Azioni repository";

/* ReregisterButton */
"ReregisterButton" = "Ri-registra";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Reimposta %@ a questo commit";

/* ResetMenuTitle */
"ResetMenuTitle" = "Resetta...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Reimposta al commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Ripristina";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Ripristina commit...";

/* ReverseHunk */
"ReverseHunk" = "Ripristina porzione";

/* ReverseLines */
"ReverseLines" = "Ripristina linee";

/* RevertMenuTitle */
"RevertMenuTitle" = "Ritorna";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Per favore, scegli almeno un file per continuare.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Nessun file selezionato";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Seleziona revisione precedente";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Ripristina file alla revisione...";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Visualizza tutti i cambiamenti tra %@ e %@";

/* RevisionLabel */
"RevisionLabel" = "Revisione:";

/* ScanForRepositories */
"ScanForRepositories" = "Cerca directory per repository";

/* SetDestinationPath */
"SetDestinationPath" = "Scegli il percorso di destinazione";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Accantonamento esiste";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Abbandona modifiche...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Mostra cronologia comandi";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Mostra la barra laterale";

/* BOOKMARKS */
"SidebarBookmarks" = "SEGNALIBRI";

/* BRANCHES */
"SidebarBranches" = "BRANCH";

/* SidebarCheckout */
"SidebarCheckout" = "Controlla %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Chiudi %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Elimina %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Elimina %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Prendi da %@";

/* FILE STATUS */
"SidebarFileStatus" = "SPAZIO DI LAVORO";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Unisci %@ in %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Aggiungi sottomodulo...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Aggiungi subrepository...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Aggiungi/Collega sottoalbero";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Apri %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Ricevi da %@...";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Ricevi %@ da %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Ricevi %@ (monitorato)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Invia a %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Invia a %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Invia a %@ (monitorato)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Riorganizza i cambiamenti correnti in %@";

/* REMOTES */
"SidebarRemotes" = "REMOTI";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Rimuovi %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Elimina %@";

/* SHELVED */
"SidebarShelved" = "SHELVED";

/* STASHES */
"SidebarStashes" = "STASH";

/* SUBMODULES */
"SidebarSubmodules" = "SOTTOMODULI";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SOTTO-REPOSITORY";

/* SUBTREES */
"SidebarSubtrees" = "SOTTOALBERI";

/* TAGS */
"SidebarTags" = "ETICHETTE";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Aggiona a %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Sei sicuro di voler firmare la revisione %@? Ciò comporterà la creazione di un nuovo commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Conferma la firma della revisione";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Firma la revisione";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "ordinato da selezionato / deselezionato";

/* SortedByFilename */
"SortedByFilename" = "ordinati per nome del file";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "ordinati (in senso inverso) per nome del file";

/* SortedByFileStatus */
"SortedByFileStatus" = "ordinati per stato del file";

/* SortedByPath */
"SortedByPath" = "ordinati per percorso";

/* SortedByPathReverse */
"SortedByPathReverse" = "ordinati (in senso inverso) per percorso";

/* SourceEqualsDest */
"SourceEqualsDest" = "Devi scegliere un nome file differente come destinazione";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Nome file non valido";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Commit specificato:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Revisione specificata:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Scegli percorsi del sottoalbero";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Clicca 'Maggiori informazioni' per dettagli sulla risoluzione di questo problema.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Errore sul Certificato SSL";

/* No comment provided by engineer. */
"StagedFiles" = "File in stage";

/* StageHunk */
"StageHunk" = "Inserisci in stage la porzione";

/* StageLines */
"StageLines" = "Inserisci in stage le righe";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Esiste già uno stash con questo nome.\n\nVuoi creare un nuovo stash con lo stesso nome? L' attuale stash non verrà sovrascritto.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "L'accantonamento esiste";

/* StashMenuTitle */
"StashMenuTitle" = "Accantona modifiche..";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Aggiunto";

/* StatusTooltipClean */
"StatusTooltipClean" = "Ripulisci";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Rimosso";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignorato";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "In conflitto";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Unito";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Mancante";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modificato";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Rinominato";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Subrepository tracked commit changed";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Non monitorato";

/* StripMenuTitle */
"StripMenuTitle" = "Rimuovi da qui";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "I sottomoduli possono essere solo repository GIT.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Non è un repository GIT";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Il percorso deve essere all'interno del repository";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Percorso non valido";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Sottomoduli non commissionati:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Sottomoduli non commissionati:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Modifiche del subrepository non commissionate";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Devi inviare i tuoi cambiamenti al subrepository prima di procedere.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Invia subrepository prima di procedere";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Dettagli del subtree:\n\nRepo: %@\nPercorso relativo locale: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Dettagli sottoalbero";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Link Subtree Details";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "Il campo 'Ramo / Commissione' è un campo obbligatorio";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Dettagli sottoalbero mancanti";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "A source path / URL is required to perform a subtree action";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Subtree Path Mancante";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "La path al subtree locale '%@' è già collegata ad un subtree. Vuoi sostituire i dettagli già associati con quel subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Override Subtree Link";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Errore nel percorso del prefisso";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Comprimi i commit";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Ricezione da Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Revisione Subversion:";

/* SummaryClean */
"SummaryClean" = "Pulisci";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "diff soppresso (dimensione del file o pattern)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Unioni non risolte:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Unisci:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Aggiunti: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflitti: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "In entrata: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Mancanti: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Modificati: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "In uscita: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Rimossi: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Sconosciuti: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Riorganizzazione non risolta:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Riorganizza:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "File copiato/rinominato da %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "File binario eliminato";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "File eliminato";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Contenuti del file";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Blocco %d : Righe %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "righe";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "righe aggiunte";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "righe rimosse";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "File binario modificato";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "File modificato";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Nuovo file binario";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Nuovo file";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Il commit tracciato nel sotto repository è cambiato";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "File non modificato";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "File binario non monitorato";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "File non monitorato";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Questo è un server Subversion (dovresti clonare su Git o Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Questo è un server Subvesion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Per favore scegli se convertire la repository di Subversion in Git o in Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Seleziona il tipo di repository destinazione";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Cambio la copia di lavoro...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Seleziona la versione git-flow da usare";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Cerca git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "Sourcetree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Attenzione: requisiti di versione git-flow";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Trova l'eseguibile di Git sul sistema";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Trova Git sul sistema";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Cerca l'eseguibile git-lfs nel tuo sistema";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Cerca Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Directory del pacchetto Python Mercurial";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Trova Mercurial sul sistema";

/* TagDetails */
"TagDetails" = "Dettagli dell'etichetta";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Impossibile scrivere sul file: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Ricezione da %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Ripristino file a %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplant";

/* Uncommitted changes */
"UncommittedChanges" = "Questa revision non esiste, sarà creata dopo aver fatto il commit delle modifiche";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "Ci sono modifiche non commissionate nella copia di lavoro che devono essere commissionate per poter procedere; commissionarle e ripetere questa azione.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Modifiche non committate";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Elimina";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Modifica";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Modifica messaggio";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Sposta";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Schiaccia";

/* No comment provided by engineer. */
"UnstagedFiles" = "File tolti dallo stage";

/* UnstageHunk */
"UnstageHunk" = "Blocco rimosso dallo stage";

/* UnstageLines */
"UnstageLines" = "Togli dallo stage le righe";

/* UntrackedFiles */
"UntrackedFiles" = "File non tracciati";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Aggiorna in...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Dettagli";

/* UseRevisionButton */
"UseRevisionButton" = "Utilizza %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Checking out this commit will create a detached HEAD, and you will no longer be on any branch (unless you subsequently create a new one). \n\nAre you sure that's what you want? If not, press Cancel and pick another commit, or if this is a remote branch you can use the 'Checkout New Branch' tab instead to create a new local branch.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Attenzione: creazione TESTA distaccata";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Avvertenza importante: l'esecuzione di questa azione richiede di scartare TUTTE le tue attuali modifiche non committate, sei sicuro di voler procedere?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Modifiche non committate";

/* Working Copy */
"Working Copy" = "Stato dei file";

/* SidebarHistory */
"SidebarHistory" = "Cronologia";

/* SidebarSearch */
"SidebarSearch" = "Cerca";

/* Yes */
"Yes" = "Si";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "La vista differenza carattere ha resettato il font di default.";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Font \"%@\" was not found. Please review Diff View font in Sourcetree preferences.";

/* Preferences… button title */
"Preferences" = "Preferenze...";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "Nessuna anteprima disponibile";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "Registrazione";

/* Welcome Stage - Configuration */
"STWelcomeConfiguration" = "Preferenze";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedTitle" = "Setup Assistant non completa";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedMsg" = "You have not completed all the steps in Sourcetree's setup assistant. Are you sure?";

/* Resume */
"Resume" = "Ripristina";

/* Atlassian account button */
"AtlassianAccountContinue" = "Continua";

/* Completion button for welcome wizard */
"WelcomeWizardComplete" = "Fatto";

/* STGettingStartedNotificationTitle */
"STGettingStartedNotificationTitle" = "Welcome to Sourcetree!";

/* STGettingStartedNotificationMessage */
"STGettingStartedNotificationMessage" = "Click here to check out our Getting Started guide.";

/* Done button title */
"Done" = "Fatto";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "Si è verificato un errore durante la crittografia e-mail .";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "Hai selezionato una versione di Mercurial più vecchia di 3.7.3 e rappresenta un rischio potenziale per il tuo sistema.";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "The Mercurial team strongly encourages all users to immediately upgrade to version 3.7.3 or later due to a security vulnerability.\n\nYour current configuration is using system Mercurial version %@.";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Rilevati Hg-Attic Shelves";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "Sourcetree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "Scopri";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "SHELVED BY HG-ATTIC";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Accantonamenti dell'estensione Attic di Mercurial";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "Importa";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "Sposta nel cestino";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Importando Hg-Attic Shelf";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "Si è verificato un errore durante l'apertura di questo repository in iTerm2";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "An error occurred while trying to open iTerm2 with this repository. Please file a support ticket via the Help menu.";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Accesso all'account Atlassian non riuscito.";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "Si è verificato un errore durante l'accesso al tuo account Atlassian. Per favore prova di nuovo.";

/* AALoginOK */
"AALoginOK" = "Riprova";

/* AALoginCancel */
"AALoginCancel" = "Annulla";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "Nascondi le Etichette dei Branch";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "Mostra etichette Branch";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "Nascondi Tag Labels";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "Mostra etichette Tag";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "Accesso effettuato come %@";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "Registrati";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "Impossibile richiamare i Repository remoti";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "C'è stato un errore nell'ottenere i dettagli del repository. Segnalalo ad Atlassian su jira.atlassian.com";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "Impossibile autorizzare la richiesta con il token disponibile. Si prega di riautenticarsi.";

/* PrivateTokenAuthenticationFailed */
"PrivateTokenAuthenticationFailed" = "Sourcetree is unable to access the private token for your account (%@). Please ensure the account is present and has a has valid private token.";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "Aggiornamento dei Repository remoti fallito";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "An error occurred while trying to refresh remote repositories for your account. You can view the server's response below.";

/* RefreshRemoteReposFailWithAccountMessage */
"RefreshRemoteReposFailWithAccountMessage" = "Si è verificato un errore tentando di aggiornare il repository remoto per il tuo account(%@). Puoi leggere la risposta del server qui sotto.";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "Autenticazione terminata con errore";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "Si è verificato un errore durante l' autenticazione con il tuo account. Puoi leggere la risposta del server qui sotto.";

/* AuthenticationCompletedErrorWithAccountMessage */
"AuthenticationCompletedErrorWithAccountMessage" = "An error occurred while authenticating your account (%@). You can view the server's response below.";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "Recupero profilo utente fallito";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "An error occurred while trying to fetch your user profile. You can view the server's response below.";

/* FetchUserProfileFailWithAccountMsg */
"FetchUserProfileFailWithAccountMsg" = "An error occurred while trying to fetch your user profile (%@). Please sign in to your account again. You can view the server's response below.";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "Autenticazione Incompleta";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "Si è verificato un problema durante l'autenticazione e la richiesta di accesso tramite OAuth di nuovo.";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "Riprova";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "Salta Configurazione";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "Caricamento pagina di accesso...";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "Modifica...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "Nessun account connesso";

/* STOAuthInProgress */
"STOAuthInProgress" = "Connessione...";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "Elimina";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "Token Oauth non trovato";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "Il token OAuth è stato rifiutato dal server. Per favore modifica questo account per riconnetterti.";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "Il token di accesso OAuth non è stato trovato. Per favore modifica questo account per riconnetterti.";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "Componenti SSH non trovati";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "Di solito macOS include un'installazione completa di SSH e delle sue dipendenze. Per favore reinstalla per procedere.";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "Generato da Sourcetree su macOS per %@";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "Private Key mancante. Modifica l'account per rigenerarla";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "Chiave Pubblica mancante. Modifica l'account per rigenerarla";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "No Keypair. Modifica l'account per rigenerarla";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "Genera Chiave";

/* STSSHActionCopy */
"STSSHActionCopy" = "Copia negli appunti";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "Genera e carica chiave";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "Caricamento fallito";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "Caricamento completato";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "Caricamento chiave...";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "Il tuo repository non è configurato correttamente";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "c'è un problema con la tua configurazione ssh";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "A remote repository's URL needs to match what's supported by your accounts. Please choose an option to resolve.";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "La configurazione SSH per il tuo '%@' account (%@) è incompleta. Modifica l'account per generare una nuova chiave SSH.";

/* STSSHAirbagNoAccountMessage */
"STSSHAirbagNoAccountMessage" = "We can't find an %@ account for this SSH connection. Click 'Show Accounts…' to update or add the correct information.";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "Ripara";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "Mostra account...";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "Ignora";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "Caricamento chiave...";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "There was an error authenticating the request. The account is configured to use Basic Auth with HTTPS but may have 2FA enabled on the server. Please edit your account to use OAuth.";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "La tua nuova chiave SSH è stata aggiuta correttamente al tuo account %@.";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "C'è stato un problema nell'aggiunt della nuova chiave SSH al tuo %@ account. Aggiungila manualmente dal sito web.";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "Copiato!";

/* STBBPLStatusRunning */
"STBBPLStatusRunning" = "Running";

/* STBBPLStatusFailed */
"STBBPLStatusFailed" = "Failed";

/* STBBPLStatusSucceeded */
"STBBPLStatusSucceeded" = "Successful";

/* STBBPLStatusStopped */
"STBBPLStatusStopped" = "Stopped";

/* STBBPLDuration1 */
"STBBPLDuration1" = "%@s";

/* STBBPLDuration2 */
"STBBPLDuration2" = "%@m %@s";

/* STBBPLDuration3 */
"STBBPLDuration3" = "%@h %@m %@s";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationTitleFormat" = "Run %lu: %@";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationMessageFormat" = "%@ (%@)";

/* STPLIntroTooltip */
"STPLIntroTooltip" = "Have you heard about Bitbucket Pipelines?";

/* STBBCIntroTooltip */
"STBBCIntroTooltip" = "Have you heard about Bitbucket?";

/* STBBCTooltipStatusPassed */
"STBBCTooltipStatusPassed" = "passato";

/* STBBCTooltipStatusRunning */
"STBBCTooltipStatusRunning" = "running";

/* STBBCTooltipStatusStopped */
"STBBCTooltipStatusStopped" = "stopped";

/* STBBCTooltipStatusFailed */
"STBBCTooltipStatusFailed" = "fallito";

/* STBBCTooltipStatusFormat */
"STBBCTooltipStatusFormat" = "%1$lu of %2$lu %3$@";

/* STBBCPLRunsFormat */
"STBBCPLRunsFormat" = "Run %1$lu of %2$lu";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "Non mostrare di nuovo questo avviso per questo Repository";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "La Passphrase deve essere lunga almeno 5 caratteri";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "Le password non corrispondono";

/* STAboutBoxCurrentUpdateGroup */
"STAboutBoxCurrentUpdateGroup" = "Current Update Group: %i (%i%%)";

/* STAboutBoxCurrentVersion */
"STAboutBoxCurrentVersion" = "Versione %@ (%@)";

/* STAccountExistsWarningTitle */
"STAccountExistsWarningTitle" = "Non è possibile salvare le impostazione dell'account %@";

/* STAccountExistsWarningMessage */
"STAccountExistsWarningMessage" = "Hai già un account con impostazioni simili a %@. Puoi modificare quell'account per cambiare le impostazioni.";

/* STOAuthTokenErrorMessage */
"STOAuthTokenErrorMessage" = "Abbiamo rilevato un problema nel recuperare il token di autenticazione. Effettua nuovamente l'accesso.";

/* STOperationFailedWithoutErrorMessage */
"STOperationFailedWithoutErrorMessage" = "Creazione della repository fallita, non siamo sicuri del motivo. Per favore controlla di avere i permessi di creazione per questo account.";

/* STLoginFailedErrorMessage */
"STLoginFailedErrorMessage" = "We couldn't connect to %@ with your (%@) credentials. Check your username and try the password again.";

/* URLSecurityTitle */
"URLSecurityTitle" = "Potenziale problema di sicurezza rilevato nell'URL inserito.";

/* URLSecurityMsg */
"URLSecurityMsg" = "Sourcetree won't open URLs which contain ext::, fd::, or testgit:: because of the potential for remote execution (CVE-2017-8768).";

/* URLParamsSecurityMsg */
"URLParamsSecurityMsg" = "Sourcetree ha determinato che questo URL non usa un formato supportato.";

/* Preview */
"Preview" = "Anteprima";

/* Reset */
"Reset" = "Reimposta";

/* ShowHiddenFiles */
"ShowHiddenFiles" = "Mostra File Nascosti";

/* Select */
"Select" = "Seleziona";

/* STCommitShowInFinderButton */
"STCommitShowInFinderButton" = "Mostra nel Finder";

/* STCommitOpenInTerminalButton */
"STCommitOpenInTerminalButton" = "Apri nel terminale";

/* STUsernameNilErrorMessage */
"STUsernameNilErrorMessage" = "Server returned an empty username with the profile for the account. Please try again with the right username.";

/* STCommitMessagePlaceholder */
"STCommitMessagePlaceholder" = "Messaggio di commit";

/* STPlaceholderStringSearch */
"STPlaceholderStringSearch" = "Cerca";

/* STPlaceholderStringSearch2 */
"STPlaceholderStringSearch2" = "Inserisci un testo da ricercare";

/* STPlaceholderStringFilterRepos */
"STPlaceholderStringFilterRepos" = "Filtra Repository";

/* STUnableToCloneErrorTitle */
"STUnableToCloneErrorTitle" = "Impossibile clonare";

/* STUnableToCloneErrorMessage */
"STUnableToCloneErrorMessage" = "Si è verificato un errore durante la clonazione della repository. Per favore, prova a clonare dal Repository Browser.";

/* MercurialInternalLocation */
"MercurialInternalLocation" = "Sourcetree Internal";

/* HostedAccountImportRepoNoBitbucketAccountTitle */
"HostedAccountImportRepoNoBitbucketAccountTitle" = "Non è configurato nessun account Bitbucket Cloud";

/* HostedAccountImportRepoNoAccountsMsg */
"HostedAccountImportRepoNoAccountsMsg" = "Per favore, aggiungi il tuo account Bitbucket Cloud prima di provare ad importare questa repository.";

/* ImportingToBitbucketSummaryText */
"ImportingToBitbucketSummaryText" = "Sto importando in Bitbucket Cloud…";

/* HideBuildStatus */
"HideBuildStatus" = "Nascondi lo stato della Build";

/* ShowBuildStatus */
"ShowBuildStatus" = "Mostra lo stato della Build";

/* Confirm */
"Choose" = "Scegli";

/* STMultipleBBAccountsFoundTitle */
"STMultipleBBAccountsFoundTitle" = "You've got multiple Bitbucket Cloud accounts.";

/* STPickBBAccountMessage */
"STPickBBAccountMessage" = "Choose the specific account you want to use with this repository:";

/* STInvalidBranchName */
"STInvalidBranchName" = "Nome del branch non valido";

/* STInvalidRemoteBranch */
"STInvalidRemoteBranch" = "Remote branch non valido";

/* STInvalidTag */
"STInvalidTag" = "Tag non valido";

/* STInvalidTagName */
"STInvalidTagName" = "Nome del tag non valido";

/* STInvalidRevision */
"STInvalidRevision" = "Revisione non valida";

/* STAnnotationsTitle */
"STAnnotationsTitle" = "Annotazioni per %@";

/* STWaitingText */
"STWaitingText" = "…";

/* STRevisionChangesetJumpTitle */
"STRevisionChangesetJumpTitle" = "Revision / Changeset…";

/* STGenericErrorText */
"STGenericErrorText" = "Si è verificato un errore";

/* STSignupTitleText */
"STSignupTitleText" = "We'll wait here…";

/* STSignupMessageText */
"STSignupMessageText" = "We're opening the Bitbucket Cloud signup page in your browser. Come back when you're done to continue setting up Sourcetree.";

/* STPrideNotificationTitle */
"STPrideNotificationTitle" = "Happy Pride Week!";

/* STPrideNotificationMsg */
"STPrideNotificationMsg" = "Atlassian celebrates our customers, partners, and employees of all lifestyles.";

/* STPrivateTokenHelpString */
"STPrivateTokenHelpString" = "How do I create a private token?";

/* STCommunityHelpLinkTitle */
"STCommunityHelpLinkTitle" = "Need help logging into your account?";
